[
  {
    "name": "Ящик",
    "resources": [
      {"code": "nail", "count": "4"},
      {"code": "plank", "count": "4"},
      {"code": "simple_iron_detail", "count": "2-8"}
    ],
    "energy": 7,
    "size": "3x2",
    "locations": ["yard", "alchemical_laboratory", "morgue", "garden", "basement", "crematorium", "shed_in_woods", "vineyard", "sweet_home"],
    "description": "Ящик используется для хранения предметов. Все предметы, хранящиеся там, будут автоматически доступны для всех других рабочих станций в этой области и могут быть просмотрены путем открытия инвентаря игрока в этом районе."
  },
  {
    "name": "Склад камня",
    "resources": [
      {"code": "plank", "count": 8},
      {"code": "nail", "count": 8}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["yard"],
    "description": "Склад камня используется для хранения каменных блоков и мраморных блоков для переработки на небольшие куски в камнетёсной мастерской или камнетёсной мастерской II.\nЧто важно, зомби могут переносить каменные блоки на склады. Любой каменный блок, который они добыли, либо переносить эти же блоки с одного склада на другой"
  },
  {
    "name": "Склад бревен",
    "resources": [
      {"code": "stick", "count": 10},
      {"code": "plank", "count": 4},
      {"code": "wooden_beam", "count": 4}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["yard", "shed_in_woods"],
    "description": "Склад бревен используется для хранения брёвен для переработки на козлах или на дисковой пиле. Чтобы с брёвнами можно было работать, они должны находиться на складе."
  },
  {
    "name": "Расширение двора",
    "resources": [
      {"code": "complex_iron_detail", "count": 10},
      {"code": "good_plank", "count": 8},
      {"code": "nail", "count": 4}
    ],
    "energy": 0,
    "size": "",
    "locations": ["yard"],
    "description": "Позволяет вам расширить территорию двора на восток, расчистив часть болотных земель под строительство."
  },
  {
    "name": "Склад железной руды",
    "resources": [
      {"code": "plank", "count": 4}
    ],
    "energy": 0,
    "size": "6x5",
    "locations": ["yard", "shed_in_woods"],
    "description": "Склад железной руды используется для хранения блоков железной руды для их обработки в камнетёсной мастерской или камнетёсной мастерской II. Железные блоки должны находиться на складе, чтобы с ними можно было работать."
  },
  {
    "name": "Камнетёсная мастерская",
    "resources": [
      {"code": "plank", "count": 4},
      {"code": "nail", "count": 4}
    ],
    "energy": 0,
    "size": "5x3",
    "locations": ["yard", "shed_in_woods"],
    "description": "В камнетёсной мастерской куски камня перерабатываются в более полезные предметы."
  },
  {
    "name": "Камнетёсная мастерская II",
    "resources": [
      {"code": "good_plank", "count": 5},
      {"code": "plank", "count": 8},
      {"code": "nail", "count": 18}
    ],
    "energy": 0,
    "size": "6x5",
    "locations": ["yard"],
    "description": "В камнетёсной мастерской II можно создавать такие же предметы, как и в камнетёсной мастерской, а также более сложные предметы."
  },
  {
    "name": "Плавильная печь",
    "resources": [
      {"code": "plank", "count": 4},
      {"code": "stone", "count": 14},
      {"code": "simple_iron_detail", "count": 4}
    ],
    "energy": 8,
    "size": "7x5",
    "locations": ["yard"],
    "description": "Плавильная печь используется для переплавки руды в слитки и песка в стекло. Для работы плавильной печи необходимо топливо. Топливо не расходуется, пока печь простаивает, только когда печь работает. То есть нет никаких штрафов от того, что вы не израсходуете все топливо сразу."
  },
  {
    "name": "Плавильная печь II",
    "resources": [
      {"code": "stone", "count": 20},
      {"code": "complex_iron_detail", "count": 8},
      {"code": "pigskin_paper", "count": 2}
    ],
    "energy": 8,
    "size": "7x5",
    "locations": ["yard"],
    "description": "Плавильная печь II используется для переплавки руды в слитки и песка в стекло. Может быть построена с нуля или путем улучшения плавильной печи за меньшее количество ресурсов. Для работы плавильной печи необходимо топливо. Топливо не расходуется, пока печь простаивает, только когда печь работает. То есть нет никаких штрафов от того, что вы не израсходуете все топливо сразу."
  },
  {
    "name": "Плавильная печь III",
    "resources": [
      {"code": "stone", "count": 20},
      {"code": "complex_iron_detail", "count": 10},
      {"code": "pigskin_paper", "count": 2}
    ],
    "energy": 8,
    "size": "7x5",
    "locations": ["yard"],
    "description": "Плавильная печь III используется для переплавки руды в слитки и песка в стекло. Может быть построена с нуля или путем улучшения плавильной печи II за меньшее количество ресурсов. Для работы плавильной печи необходимо топливо. Топливо не расходуется, пока печь простаивает, только когда печь работает. То есть нет никаких штрафов от того, что вы не израсходуете все топливо сразу."
  },
  {
    "name": "Деревянная наковальня",
    "resources": [
      {"code": "chump", "count": 2},
      {"code": "simple_iron_detail", "count": 2}
    ],
    "energy": 0,
    "size": "3x3",
    "locations": ["yard"],
    "description": "Деревянная наковальня используется для переработки слитков в используемые предметы и снаряжение. Улучшенные наковальни требуют меньших затрат энергии и производят улучшенное снаряжение."
  },
  {
    "name": "Наковальня",
    "resources": [
      {"code": "iron_bullion", "count": 4}
    ],
    "energy": 0,
    "size": "2x3",
    "locations": ["yard"],
    "description": "Наковальня используется для переработки слитков в используемые предметы и снаряжение. Улучшенные наковальни требуют меньших затрат энергии и производят улучшенное снаряжение."
  },
  {
    "name": "Наковальня II",
    "resources": [
      {"code": "iron_bullion", "count": 5},
      {"code": "steel_bullion", "count": 2}
    ],
    "energy": 0,
    "size": "3x3",
    "locations": ["yard"],
    "description": "Наковальня II используется для переработки слитков в используемые предметы и снаряжение."
  },
  {
    "name": "Столярный верстак",
    "resources": [
      {"code": "plank", "count": 5},
      {"code": "simple_iron_detail", "count": 2}
    ],
    "energy": 0,
    "size": "4x6",
    "locations": ["yard"],
    "description": "Столярный верстак используется для производства деревянных деталей и могильных декораций."
  },
  {
    "name": "Столярный верстак II",
    "resources": [
      {"code": "good_plank", "count": 8},
      {"code": "complex_iron_detail", "count": 4},
      {"code": "wooden_beam", "count": 2}
    ],
    "energy": 0,
    "size": "4x6",
    "locations": ["yard"],
    "description": "Столярный верстак II используется для производства деревянных деталей и могильных декораций. В отличие от столярного верстака, работа на столярном верстаке II затрачивает меньше энергии и ресурсов на производство, а также позволяет создавать линзы, стальные стамески и деревянные конструкции."
  },
  {
    "name": "Винный пресс",
    "resources": [
      {"code": "plank", "count": 12},
      {"code": "complex_iron_detail", "count": 4},
      {"code": "stone", "count": 10}
    ],
    "energy": 0,
    "size": "4x5",
    "locations": ["yard", "basement"],
    "description": "Винный пресс используется для получения масла из конопли и сока из фруктов."
  },
  {
    "name": "Козлы",
    "resources": [
      {"code": "stick", "count": 10}
    ],
    "energy": 0,
    "size": "4x3",
    "locations": ["yard"],
    "description": "Используется для вырезания бревно в пригодные для использования предметы. для использования козлы брёвна должны быть в складе под брёвна. козлы считаются более старой версией дисковой пилы."
  },
  {
    "name": "Дисковая пила",
    "resources": [
      {"code": "complex_iron_detail", "count": 10},
      {"code": "good_plank", "count": 8},
      {"code": "nail", "count": 4}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["yard"],
    "description": "Циркулярная пила используется для вырезания бревен в пригодные для использования куски. Для работы циркулярной пилы необходимо как минимум одно бревно в место под брёвна."
  },
  {
    "name": "Место для рубки",
    "resources": [
      {"code": "chump", "count": 5}
    ],
    "energy": 0,
    "size": "5x3",
    "locations": ["yard"],
    "description": "Место для рубки используется для распила чурбанов в пригодные для использования предметы, такие как клинья или дрова."
  },
  {
    "name": "Гончарный круг",
    "resources": [
      {"code": "plank", "count": 4},
      {"code": "stone", "count": 2},
      {"code": "nail", "count": 6}
    ],
    "energy": 0,
    "size": "3x3",
    "locations": ["yard"],
    "description": "Гончарный круг используется для получения керамических мисок из глины."
  },
  {
    "name": "Бумажный пресс",
    "resources": [
      {"code": "plank", "count": 4},
      {"code": "complex_iron_detail", "count": 2},
      {"code": "nail", "count": 6}
    ],
    "energy": 0,
    "size": "3x4",
    "locations": ["yard"],
    "description": "Бумажный пресс используется для производства бумаги из бумажного сусла и ставится во дворе."
  },
  {
    "name": "Стол ювелира",
    "resources": [
      {"code": "wooden_structure", "count": 2},
      {"code": "steel_part", "count": 4},
      {"code": "lens", "count": 2}
    ],
    "energy": 0,
    "size": "5x3",
    "locations": ["yard"],
    "description": "На столе ювелира можно создавать золотые украшения и инкрустировать их драгоценными камнями."
  },
  {
    "name": "Водяной насос",
    "resources": [
      {"code": "plank", "count": 8},
      {"code": "nail", "count": 4},
      {"code": "simple_iron_detail", "count": 2}
    ],
    "energy": 0,
    "size": "",
    "locations": ["yard"],
    "description": "Водяной насос находится в дворе, после постройки он помещается в фиксированное место рядом с колодцем. Водяной насос генерирует воду медленно с течением времени, что может быть использовано без какой-либо энергии. Каждые 10 секунд одна капля воды генерируется в инвентаре насоса. Воду можно брать в стопки по 10 штук, пока инвентарь не будет исчерпан. Внутренняя инвентарная емкость составляет 500 и может быть доступна любому рабочему столу на верфи."
  },
  {
    "name": "Фабрика товаров",
    "resources": [
      {"code": "plank", "count": 12},
      {"code": "simple_iron_detail", "count": 4},
      {"code": "stone", "count": 12}
    ],
    "energy": 45,
    "size": "7x4",
    "locations": ["yard"],
    "description": "Фабрика ящиков - это место, где вы можете упаковать коробки различными предметами для продажи на рынке. Вы можете построить его только в одном месте между двором и огородом, используя верстак на дворе.\nФабрика работает аналогично Столу для упаковки но имеет дополнительные опции для некоторых товаров. Он поставляется со встроенным лифтом, паллетами и станцией грузчиков в подвале."
  },
  {
    "name": "Препарационный стол",
    "resources": [
      {"code": "plank", "count": 12},
      {"code": "complex_iron_detail", "count": 4},
      {"code": "nail", "count": 8}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["morgue"],
    "description": "Препарационный стол или стол для аутопсии - это место в котором вы подготавливаете трупы, извлекая из них части тела. В начале игры в морге доступен только один стол, но после починки стола для строительства в морге, можно будет добавлять новые столы. Каждый препарационный стол увеличивает {вместимость морга} на 1. Смотрите разделы трупы и морг для более подробной информации."
  },
  {
    "name": "Препарационный стол II",
    "resources": [
      {"code": "good_plank", "count": 10},
      {"code": "steel_part", "count": 4},
      {"code": "nail", "count": 8}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["morgue"],
    "description": "Препарационный стол II или стол для аутопсии - это место в котором вы подготавливаете трупы, извлекая из них части тела. В начале игры в морге доступен только один стол, но после починки стола для строительства в морге, можно будет добавлять новые столы. Каждый препарационный стол увеличивает {вместимость морга} на 1. Смотрите разделы трупы и морг для более подробной информации.\nТрупы, расположенные на этом столе, не разлагаются."
  },
  {
    "name": "Паллета",
    "resources": [
      {"code": "plank", "count": 6},
      {"code": "nail", "count": 4}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["morgue"],
    "description": "Паллета может использоваться для хранения одного трупа, позволяя ему разлагаться медленнее обычного. Каждая паллета увеличивает {вместимость морга} на 1. Для более подробной информации о трупах и рейтинге трупов, смотрите Раздел труп и для более подробной информации о подготовке тел, смотрите раздел Морг."
  },
  {
    "name": "Двойная паллета",
    "resources": [
      {"code": "plank", "count": 12},
      {"code": "nail", "count": 10}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["morgue"],
    "description": "Двойная паллета может использоваться для хранения двух трупов, позволяя им разлагаться медленнее обычного. Каждая двойная паллета увеличивает {вместимость морга} на два. Для более подробной информации о трупах и рейтинге трупов, смотрите раздел труп и для более подробной информации о подготовке тел, смотрите раздел Морг."
  },
  {
    "name": "Бальзамационный стол",
    "resources": [
      {"code": "good_plank", "count": 8},
      {"code": "complex_iron_detail", "count": 4},
      {"code": "nail", "count": 10}
    ],
    "energy": 0,
    "size": "4x4",
    "locations": ["morgue"],
    "description": "Бальзамационный стол позволяет вам использовать различные бальзамические жидкости на трупе чтобы изменить его свойства. Каждый бальзамационный стол увеличивает {вместимость морга} на 1. Для более подробной информации о трупах и рейтинге трупов, смотрите раздел труп и для более подробной информации о подготовке тел, смотрите раздел Морг."
  },
  {
    "name": "Бальзамационный стол II",
    "resources": [
      {"code": "good_plank", "count": 10},
      {"code": "steel_part", "count": 4},
      {"code": "complex_flask", "count": 4}
    ],
    "energy": 0,
    "size": "4x4",
    "locations": ["morgue"],
    "description": "Бальзамационный стол II позволяет вам использовать различные бальзамические жидкости на трупе чтобы изменить его свойства приблизительно в два раза быстрее, чем на бальзамационном столе. Каждый бальзамационный стол II увеличивает {вместимость морга} на 1. Для более подробной информации о трупах и рейтинге трупов, смотрите раздел труп и для более подробной информации о подготовке тел, смотрите раздел Морг. В сравнении с бальзамационным столом I, этот стол применяет жидкости быстрее и тела разлагаются медленнее. Если поместить свежее тело на этот стол, до того как оно успеет разложиться на 1%, он так может пролежать неделю не разлагаясь."
  },
  {
    "name": "Стеллаж патологоанатома",
    "resources": [
      {"code": "plank", "count": 8},
      {"code": "nail", "count": 6},
      {"code": "wooden_beam", "count": 2}
    ],
    "energy": 0,
    "size": "4x2",
    "locations": ["morgue"],
    "description": "Стеллаж патологоанатома используется для хранения предметов. Это хранилище на 25 слотов. Все вещи, хранимые в стеллаже, доступны на любой рабочей станции в этой области, а также показываются игроку, когда он открывает окно инвентаря в этой области. Для более подробной информации, см. раздел Хранилище."
  },
  {
    "name": "Паллета-холодильник",
    "resources": [
      {"code": "plank", "count": 12},
      {"code": "nail", "count": 12},
      {"code": "complex_iron_detail", "count": 5}
    ],
    "energy": 0,
    "size": "4x3",
    "locations": ["morgue"],
    "description": "Паллета-холодильник может использоваться для хранения двух трупов. Трупы на паллете-холодильник не разлагаются. Каждая паллета-холодильник увеличивает {вместимость морга} на два. Для более подробной информации о трупах и рейтинге трупов, смотрите раздел труп и для более подробной информации о подготовке тел, смотрите раздел Морг."
  },
  {
    "name": "Люк для сброса трупов",
    "resources": [
      {"code": "stone", "count": 2},
      {"code": "simple_iron_detail", "count": 4}
    ],
    "energy": 0,
    "size": "",
    "locations": ["morgue"],
    "description": "Люк для сброса трупов позволяет сбрасывать трупы сразу в морг, чтобы они медленнее разлагались. Ремонт должен быть проведен дважды. Первый люк находится снаружи морга, и второй - внутри. Выгода от починки люка небольшая, поэтому чаще всего его починку можно отложить."
  },
  {
    "name": "Стол воскрешения",
    "resources": [
      {"code": "good_plank", "count": 4},
      {"code": "complex_iron_detail", "count": 4}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["morgue"],
    "description": "Стол воскрешения используется для создания {зомби} зомби из трупов. Воскресить тело возможно только при состоянии в 90% или более. Перед воскрешением убедитесь в отсутствии заполненных {разложений}. Вы можете замедлить понижение состояния тела при помощи бальзамирования.\nСначала поместите тело на стол. Затем убедитесь, что другие ингредиенты находятся в вашем инвентаре или в стеллаже патологоанатома поблизости. Нажмите «E» на столе и выберите кнопку «Воскресить», чтобы начать процесс. Вы также можете нажать «Взять тело», чтобы отменить действие и взять тело со стола."
  },
  {
    "name": "Исследовательский стол",
    "resources": [
      {"code": "good_plank", "count": 6},
      {"code": "simple_iron_detail", "count": 4},
      {"code": "flask", "count": 3}
    ],
    "energy": 0,
    "size": "5x4",
    "locations": ["alchemical_laboratory"],
    "description": "Исследовательский стол – это место, где вы можете изучать различные предметы в игре за одноразовое вознаграждение в виде очков технологий. Исследовательский стол становится доступен после того, как вы достаточно далеко пройдёте по квестовой линии Епископа и получите доступ к церкви и алхимической лаборатории. Для исследования большинства предметов вам понадобится сочетание науки и веры. Наука (подобно топливу в плавильне и печи) хранится в столе и не является предметом, который Вы можете иметь у себя в инвентаре."
  },
  {
    "name": "Алхимический стол",
    "resources": [
      {"code": "good_plank", "count": 6},
      {"code": "complex_iron_detail", "count": 3},
      {"code": "complex_flask", "count": 2}
    ],
    "energy": 10,
    "size": "5x4",
    "locations": ["alchemical_laboratory"],
    "description": "Алхимический стол позволяет вaм смешивать два ингредиента. Используя эти комбинации, вы можете создавать новые продукты, хотя большая часть комбинаций будет преобразовываться в бесполезную слизь. Чтобы получить доступ к технологии, вы должны согласиться помочь Клото восстановить ее память.\nАлхимический стол II не является улучшением алхимического стола I, так как у них нет общих рецептов. Поэтому, в лаборатории вам понадобятся оба стола."
  },
  {
    "name": "Алхимический стол II",
    "resources": [
      {"code": "wooden_structure", "count": 6},
      {"code": "steel_part", "count": 2},
      {"code": "complex_flask", "count": 3}
    ],
    "energy": 10,
    "size": "6x4",
    "locations": ["alchemical_laboratory"],
    "description": "Алхимический стол II – одна из самых сложных для построения рабочих станций. Позволяет вам смешивать три ингредиента, обычно один порошок, один раствор, и один экстракт, для получения продукта. Хотя некоторые более продвинутые алхимические ингредиенты могут использоваться в разных категориях. Используя эти комбинации, вы можете создавать новые продукты, хотя большая часть комбинаций будет преобразовываться в бесполезную слизь.\nАлхимический стол II не является улучшением алхимического стола I, так как у них нет общих рецептов. Поэтому, в лаборатории вам понадобятся оба стола."
  },
  {
    "name": "Ручная мешалка",
    "resources": [
      {"code": "good_plank", "count": 6},
      {"code": "simple_iron_detail", "count": 4},
      {"code": "nail", "count": 8}
    ],
    "energy": 0,
    "size": "6x3",
    "locations": ["alchemical_laboratory"],
    "description": "Ручная мешалка используется для разложения веществ на растворы – тип реагента, используемого в алхимии. Вещество не может быть обработано в ручной мешалке, пока оно не будет исследовано на исследовательском столе, после чего у вас появится список продуктов, на которые можно разложить вещество, и, если в этом списке есть жидкость, значит вещество можно обработать в ручной мешалке."
  },
  {
    "name": "Алхимическая мельница",
    "resources": [
      {"code": "polished_stone", "count": 2},
      {"code": "good_plank", "count": 6},
      {"code": "simple_iron_detail", "count": 4}
    ],
    "energy": 0,
    "size": "6x4",
    "locations": ["alchemical_laboratory"],
    "description": "Алхимическая мельница используется для растирания веществ в порошки – тип реагента, используемого в алхимии. Вещество не может быть обработано на алхимической мельнице, пока оно не будет исследовано на исследовательском столе, после чего у вас появится список продуктов, на которые можно разложить вещество, и, если в этом списке есть порошок, значит вещество можно обработать на алхимической мельнице."
  },
  {
    "name": "Дистилляционный куб",
    "resources": [
      {"code": "stone", "count": 20},
      {"code": "complex_iron_detail", "count": 8}
    ],
    "energy": 0,
    "size": "4x3",
    "locations": ["alchemical_laboratory"],
    "description": "Дистилляционный куб перегоняет вещества в экстракты – тип реагента, используемого в алхимии. Вещество не может быть обработано в дистилляционном кубе, пока оно не будет исследовано на исследовательском столе, после чего у вас появится список продуктов, на которые можно разложить вещество, и, если в этом списке есть экстракт, значит вещество можно обработать в дистилляционном кубе."
  },
  {
    "name": "Дистилляционный куб II",
    "resources": [
      {"code": "stone", "count": 30},
      {"code": "complex_iron_detail", "count": 4},
      {"code": "steel_part", "count": 4}
    ],
    "energy": 0,
    "size": "4x3",
    "locations": ["alchemical_laboratory"],
    "description": "Дистилляционный куб II перегоняет вещества в экстракты – тип реагента, используемого в алхимии. Вещество не может быть обработано в дистилляционном кубе, пока оно не будет исследовано на исследовательском столе, после чего у вас появится список продуктов, на которые можно разложить вещество, и, если в этом списке есть экстракт, значит вещество можно обработать в дистилляционном кубе.\nПри использовании Дистилляционного куба II получается больше реагентов, чем при использовании дистилляционного куба I, и их создание занимает меньше времени."
  },
  {
    "name": "Церковный верстак",
    "resources": [
      {"code": "plank", "count": 9},
      {"code": "nail", "count": 10},
      {"code": "complex_iron_detail", "count": 4}
    ],
    "energy": 0,
    "size": "5x3",
    "locations": ["alchemical_laboratory"],
    "description": "Церковный верстак – это рабочая станция, на которой производится множество расходных предметов, в том числе письменные принадлежности, удобрения и бальзамирующие инъекции."
  },
  {
    "name": "Стеллаж",
    "resources": [
      {"code": "plank", "count": 12},
      {"code": "nail", "count": 10},
      {"code": "wooden_beam", "count": 4}
    ],
    "energy": 0,
    "size": "4x2",
    "locations": ["alchemical_laboratory"],
    "description": "Стеллаж используется для хранения предметов. Это хранилище на 25 слотов. Все вещи, хранимые в стеллаже, доступны на любой рабочей станции в этой области, а также показываются игроку, когда он открывает окно инвентаря в этой области."
  },
  {
    "name": "Письменный стол",
    "resources": [
      {"code": "plank", "count": 8},
      {"code": "nail", "count": 8}
    ],
    "energy": 0,
    "size": "4x3",
    "locations": ["alchemical_laboratory"],
    "description": "На письменном столе вы можете писать истории, заметки, главы, книги и молитвы. Его улучшенная версия, Письменный стол II, позволяет создавать идентичные предметы, но со сниженными затратами энергии и/или лучшего качества."
  },
  {
    "name": "Письменный стол II",
    "resources": [
      {"code": "good_plank", "count": 6},
      {"code": "nail", "count": 12},
      {"code": "lens", "count": 1}
    ],
    "energy": 0,
    "size": "4x3",
    "locations": ["alchemical_laboratory"],
    "description": "На письменном столе II вы можете писать истории, заметки, главы, книги и молитвы. Это улучшенная версия письменного стола, которая позволяет создавать идентичные предметы, но со сниженными затратами энергии и/или лучшего качества."
  },
  {
    "name": "Стеллаж для свитков",
    "resources": [
      {"code": "plank", "count": 8},
      {"code": "nail", "count": 12},
      {"code": "simple_iron_detail", "count": 4}
    ],
    "energy": 0,
    "size": "6x2",
    "locations": ["alchemical_laboratory"],
    "description": "Стеллаж для свитков используется для хранения предметов. Это хранилище на 25 слотов. Все вещи, хранимые в стеллаже, доступны на любой рабочей станции в этой области, а также показываются игроку, когда он открывает окно инвентаря в этой области."
  },
  {
    "name": "Стеллаж для книг",
    "resources": [
      {"code": "plank", "count": 8},
      {"code": "nail", "count": 12},
      {"code": "simple_iron_detail", "count": 4}
    ],
    "energy": 0,
    "size": "6x3",
    "locations": ["alchemical_laboratory"],
    "description": "Стеллаж для книг используется для хранения предметов. Это хранилище на 25 слотов. Все вещи, хранимые в стеллаже, доступны на любой рабочей станции в этой области, а также показываются игроку, когда он открывает окно инвентаря в этой области."
  },
  {
    "name": "Печатный пресс",
    "resources": [
      {"code": "plank", "count": 6},
      {"code": "nail", "count": 12},
      {"code": "simple_iron_detail", "count": 4}
    ],
    "energy": 0,
    "size": "",
    "locations": ["alchemical_laboratory"],
    "description": "Печатный пресс используется для производство большого количества листовок. В настоящее время его единственное применение - это изготовление листовок для инквизитора и повышение вашей репутации в торговом офисе."
  },
  {
    "name": "Печатный пресс II",
    "resources": [
      {"code": "plank", "count": 10},
      {"code": "nail", "count": 18},
      {"code": "complex_iron_detail", "count": 4}
    ],
    "energy": 0,
    "size": "",
    "locations": ["alchemical_laboratory"],
    "description": "Печатный пресс II используется для производство большого количества листовок. В настоящее время его единственное применение - это изготовление листовок для инквизитора и повышение вашей репутации в торговом офисе."
  }
]